{
    "core_tray_browse_workshop": "تصفح [[[Host]]]",
    "core_tray_saved_profiles": "البروفايلات المحفوظة",
    "core_balloon_pkg_version_error": "تتطلب هذه الخلفية إصدارًا أحدث من Wallpaper Engine. يرجى تحديث Wallpaper Engine إلى أحدث إصدار على [[[Platform]]].",
    "core_balloon_wallpaper_file_missing": "لا يمكن فتح هذه الخلفية لأن ملفاتها ليست كاملة ( مفقودة )",
    "core_msgbox_prompt_high_contrast_was_enabled": "قام الويندوز بتطبيق نُسق "التباين العالي" الذي لا يسمح لـ Wallpaper Engine بالعمل.",
    "core_msgbox_aero_failure": "فشل تشغيل خيار محاذاة النوافذ تلقائيًا إلى جوانب أو زوايا الشاشة، يبدو أن الويندوز يمنع تشغيله ، وللأسف فإنه مطلب مهم ولا يمكن لـ Wallpaper Engine العمل بدونه. حاول تمكين خيار محاذاة النوافذ تلقائيًا إلى جوانب أو زوايا الشاشة في خيارات نُسق ويندوز مباشرة و إعادة تشغيل Wallpaper Engine .",
    "core_msgbox_ui_file_not_found": "لا يمكن فتح ملفات البرنامج. \ N \ n قد يكون لديك أحرف غير صالحة في مسار التثبيت ، أو قد يكون الملف مفقودًا أو تم حظره بواسطة برنامج مكافحة الفيروسات. \ N \ n حاول تثبيت Wallpaper Engine في نفس ملف الثبيت الرئيسي في [[[Platform]]] أو قم بإنشاء مكتبة [[Platform]]] بأحرف بسيطة.",
    "core_updater_status_distro_copy_error": "خطأ في التحسين أثناء نسخ الملفات {{error}}",
    "core_updater_status_distro_file_skip": "جاري تخطي الملف : {{filepath}}",
    "core_updater_status_distro_file_delete": "جاري حذف الملف : {{filepath}}",
    "core_updater_status_distro_file_delete_error": "فشل حذف الملف: {{error}}",
    "core_updater_status_verify_failed_message_box_body": "يبدو أنه تعذر تثبيت بعض الملفات لـ Wallpaper Engine. يمكن أن يحدث هذا بسبب أخطاء التنزيل في [[[Platform]]] أو برامج مكافحة الفيروسات الذي يحذف الملفات عن طريق الخطأ ويسبب مشاكل. إذا كان لديك برنامج مضاد للفيروسات إلى جانب Windows Defender ، فتأكد من أنه لا يتداخل مع [[Platform]] و Wallpaper Engine. \ N \ n تأكد من إغلاق التطبيق أثناء التحديث (أغلقه من خلال رمز الأيقونات المخفية أو إدارة المهام إذا لزم الأمر) وتأكد انه لا يوجد أي مضاد للفيروسات الكمبيوتر يمنعه من العمل بشكل صحيح. \ n \ n إذا تم حذف ملفات Wallpaper Engine من قبل برنامج مكافحة الفيروسات ، فأنت بحاجة إلى استعادتها والسماح لمسار Wallpaper Engine وادراجه في الوايت ليست حتى يتم إيقاف حذف الملفات بشكل عشوائي .",
    "core_updater_status_corrupted_system_module_message_box_body": "نظامك معطل أو أنه يفتقد ملفات. لا يمكن لـ Wallpaper Engine أن يعمل إلا إذا تم تثبيت نظام جهاز الكمبيوتر الخاص بك بشكل صحيح. هذه المشكلة في الويندوز الخاص بك وليست خطأ في Wallpaper Engine. \ n \ n حاول إصلاح الكمبيوتر باتباع الخطوات التالية: \ n \ n",
    "core_updater_status_corrupted_system_module_message_box_body_delete": "- أولاً، احذف هذه الملفات من خلال مستكشف ويندوز:\n{{modules}}\n\n",
    "core_updater_status_corrupted_system_module_message_box_body_install_directx": "- أعد تثبيت DirectX بالانتقال إلى هذا الملف وتشغيله:\n{{installers}}\nAlternatively, يمكنك أيضًا إعادة تنزيل DirectX 9 من موقع Microsoft على الويب.",
    "core_updater_prompt_close": "لا يزال Wallpaper Engine قيد التشغيل ، يرجى إغلاقه أولاً. في انتظار إغلاق هذه العمليات:",
    "core_updater_prompt_close_foreign": "يتعذر على Wallpaper Engine متابعة التحديث لأنه يبدو أن أحد البرامج يقوم بتأمين الملفات. يرجى إغلاق هذه البرامج للمتابعة:",
    "core_updater_status_directx_not_supported_body": "يبدو أن كرت الشاشة الخاص بك لا يدعم DirectX 10 أو أن درايفر تشغيل كرت الشاشة لديك به مشكلة. يعد DirectX 10 أحد متطلبات النظام لكي يعمل هذا التطبيق بشكل صحيح.\n\nإذا كان المفترض من كرت الشاشة أن يدعم DirectX 10 ، فقد تلف درايفر تشغيل كرت الشاشة الحالي. يمكنك محاولة إعادة تثبيت الدرايفر أو الإتصال ببائع الجهاز (Nvidia أو AMD أو Intel) لحل هذه المشكلة."
}
